import Typography from '@mui/material/Typography';



export default function Writter() {
  return <>
  <Typography paragraph variant="h3" color="navy">
  Джон Рональд Руэл Толкин 
  </Typography>
  <Typography paragraph variant="h3" color="navy">en. John Ronald Reuel Tolkien
      </Typography>
      
    <Typography paragraph>
    Джон Ро́нальд[10] Ру́эл То́лкин[11] (англ. John Ronald Reuel J. R. R. Tolkien[12]; 3 января 1892, Блумфонтейн, Оранжевая Республика — 2 сентября 1973, Борнмут, Англия, Великобритания) — английский писатель и поэт, переводчик, лингвист, филолог. Один из самых известных писателей XX века, автор более двухсот различных публикаций (37 книг, 63 статьи, 121 перевод) и множества незавершённых работ. Наиболее известен как автор классических произведений «высокого фэнтези»: «Хоббит, или Туда и обратно», «Властелин колец» и «Сильмариллион». Эти книги породили сотни переводов, подражаний, продолжений и адаптаций и стали заметным явлением культуры XX века[13].

Толкин занимал должности профессора Кафедры англосаксонского языка имени Роулинсона и Босуорта[en] в Пемброк-колледже Оксфордского университета (1925—1945), Кафедры английского языка и литературы имени Мертона[en] в Мертон-колледже Оксфордского университета (1945—1959). Вместе с близким другом К. С. Льюисом состоял в неформальном литературоведческом обществе «Инклинги». 28 марта 1972 года произведён в командоры ордена Британской империи (СВЕ) королевой Елизаветой II.

После смерти Толкина его сын Кристофер выпустил несколько произведений, основанных на обширном корпусе заметок и неизданных рукописей отца, в том числе «Сильмариллион». Эта книга вместе с «Хоббитом» и «Властелином колец» составляет единое собрание сказок, стихов, историй, искусственных языков и литературных эссе о вымышленном мире под названием Арда и его части Средиземье. В 1951—1955 годах для обозначения большей части этого собрания Толкин использовал слово «легендариум» (англ. Legendarium). Многие авторы писали произведения в жанре фэнтези и до Толкина, однако из-за большой популярности и сильного влияния на жанр многие называют Толкина «отцом» современной фэнтези-литературы, подразумевая, главным образом, «высокое фэнтези»[14].

В 2008 году британская газета The Times поставила его на шестое место в списке «50 величайших британских писателей с 1945 года»[15]. В 2009 году американский журнал Forbes назвал его пятым в числе умерших знаменитостей с самым большим доходом[16]. 
Толкин был набожным католиком, а по политическим взглядам он был скорее умеренным традиционалистом, склонявшимся больше к дистрибутизму и либертарианству с монархическим уклоном в пользу укоренившихся договоров, правил и ортодоксальности, чем инноваций и модернизации, и в то же время критиковал государственную бюрократию. В 1943 году он писал: «Мои политические взгляды всё больше склоняются к анархии (философски понимая, что это означает отмену контроля, а не усатых мужчин с бомбами) — или к „неконституционной монархии“»[57].

Хотя Толкин нечасто писал или говорил об этом, но он выступал за распад Британской империи и даже Великобритании. В 1936 в письме к своему бывшему ученику, бельгийскому филологу Симону де-Арденну, Толкин писал: «Политическая ситуация ужасна… Наибольшие симпатии я питаю к Бельгии — как к стране с оптимальным размером в пример любой другой стране мира! Я хочу, чтобы моя собственная страна была ограничена водами Туиды и стенами Уэльса… мы, народ, по крайней мере, действительно знаем о морали и вечности, и когда Гитлер (или француз) говорят: „Германия (или Франция) должны жить вечно“ — мы знаем, что они лгут»[58].

Толкин питал ненависть к побочным эффектам индустриализации, которые он считал пожирателями английской сельской местности и простой жизни. Большую часть своей взрослой жизни он презирал автомобили, предпочитая ездить на велосипеде[59]. Это отношение можно увидеть во всех его произведениях, где наиболее примечательным является изображение отказа от «индустриализации» Шира (земли хоббитов) в его произведениях «Хоббит» и «Властелин колец»[60]:

    «Хоббиты — скромный, но очень малый народ …они не понимают и не любят машины, более сложные, чем кузнечные меха, водяная мельница или ручной ткацкий станок, хотя они искусны в обращении с инструментами»[61].

Многие комментаторы отмечали ряд возможных параллелей между событиями саги про Средиземье и событиями в жизни Толкина. Часто «Властелин колец» сравнивают с Англией во время и сразу после Второй мировой войны. Но сам Толкин всячески отвергал это мнение в предисловии ко второму изданию романа, заявляя, что он предпочёл простую аллегорию иносказаниям конкретных исторических событий[62]. Также он подробно рассмотрел данную тему в своём эссе «О волшебных сказках», где он утверждает, что сказки и волшебные истории уместны и применимы к жизни, так как согласованы и внутри себя, и истинами реальной жизни. Он приходит к выводу, что само христианство следует шаблону внутренней согласованности и внешней истины. Его вера в фундаментальные истины данной религии побуждает комментаторов и критиков искать аллюзии на христианство во «Властелине колец». Интересно, что сам Толкин решительно возражал против использования его другом Клайвом Льюисом религиозных ссылок в своих рассказах, которые часто открыто признавал лишь аллегорическими[63]. Однако Толкин писал, что эпизод про Роковую гору имеет параллели со строками из Молитвы Господней[64][65]. Также многие обозреватели творчества Толкина видят в образе Фродо Бэггинса и искушении в вопросе Кольца параллели c библейским образом Иисуса Христа и его миссией искупителя грехов[66].

Его любовь к мифам и набожная вера соединились в его суждении, что мифология подходит для божественного эха «Истины»[67]. Такое мнение он высказал в своей поэме и эссе — «Мифоэпия»[68]. Его теория, что мифы составляют «фундаментальные истины», стала центральной темой для «Инклингов» в целом. 
    </Typography>
  </>;
}